[
  {"value": "The computer tired when it got home because it had a hard drive"},
  {"value": "What do you call a cat who wants to sit on you when you’re working on your computer? A laptop."},
  {"value": "Why did the computer show up at work late? It had a hard drive."},
  {"value": "Did you hear about the raccoon who was evicted? It was moved to trash."},
  {"value": "Did you hear about the octopus who stopped printing? It ran out of ink!"},
  {"value": "What did the computer confess at the concert? \"I like big bytes and I cannot lie.\""},
  {"value": "How does a computer get drunk? It takes screenshots."},
  {"value": "Why did the PowerPoint Presentation cross the road? To get to the other slide."},
  {"value": "What swashbuckling feline had to keep turning off its computer? Puss in Reboots."},
  {"value": "What do you call a sleepy little computer? A naptop!"},
  {"value": "What kind of music is rooted in a set of computer commands? Algorithm and Blues."},
  {"value": "Did you hear the one about the broken computer that needed a place to stay? It had nowhere to crash."},
  {"value": "What did the teacher say to the Disney insect learning to use a computer mouse? \"Jiminy, click it!\""},
  {"value": "Have you heard of the new band called 1023 Megabytes? They’re pretty good, but they don’t have a gig just yet."},
  {"value": "Why shouldn’t you use \"beef stew\" as a computer password? It’s not stroganoff."},
  {"value": "What’s the biggest lie in the entire universe? 'I have read and agree to the Terms & Conditions.'"},
  {"value": "What did the Wall Street computer say to impress the woman at the bar? \"You know, I have a lot of cache.\""},
  {"value": "Why did the man get fired from his job at the keyboard factory? He wasn’t putting in enough shifts."},
  {"value": "Why did the Windows tech guy get in trouble for goofing off on a Mac? His jokes weren’t PC."},
  {"value": "What was Obi-Wan Kenobi’s advice to Jedis with computer problems? \"May the force-quit be with you.\""}
]
